{
  "title": "Most Common 10,000 English Words",
  "description": "Frequency-ordered English words for language learning - First 3000 words",
  "total_target": 10000,
  "current_count": 3000,
  "words": [
    "A", "ABLE", "ABOUT", "ABOVE", "ABSOLUTE", "ACCEPT", "ACROSS", "ACT", "ACTUAL", "ADD",
    "ADDRESS", "ADMIT", "ADVERTISE", "AFFORD", "AFRAID", "AFTER", "AFTERNOON", "AGAIN", "AGAINST", "AGE",
    "AGO", "AGREE", "AHEAD", "AIR", "ALL", "ALLOW", "ALMOST", "ALONE", "ALONG", "ALREADY",
    "ALRIGHT", "ALSO", "ALTHOUGH", "ALWAYS", "AMAZE", "AMONG", "AMOUNT", "AND", "ANGRY", "ANIMAL",
    "ANOTHER", "ANSWER", "ANY", "APART", "APPARENT", "APPEAR", "AREA", "ARM", "AROUND", "ARRANGE",
    "ARRIVE", "ART", "AS", "ASHAMED", "ASK", "AT", "AUNT", "AUTUMN", "AWARE", "AWAY",
    "AWFUL", "BABY", "BACK", "BAD", "BAG", "BALL", "BANK", "BAR", "BASE", "BASIC",
    "BATH", "BE", "BEACH", "BEAR", "BEAT", "BEAUTY", "BECAUSE", "BECOME", "BED", "BEFORE",
    "BEGIN", "BEHIND", "BELIEVE", "BELOW", "BENEATH", "BESIDE", "BEST", "BET", "BETTER", "BETWEEN",
    "BEYOND", "BIG", "BILL", "BILLION", "BIRD", "BIRTH", "BIT", "BLACK", "BLOOD", "BLOW",
    "BLUE", "BOARD", "BOAT", "BODY", "BONE", "BOOK", "BORING", "BORN", "BOTH", "BOTHER",
    "BOTTLE", "BOTTOM", "BOX", "BOY", "BREAD", "BREAK", "BREAKFAST", "BREATH", "BRIGHT", "BRING",
    "BROTHER", "BROWN", "BUILD", "BURN", "BUS", "BUSH", "BUSINESS", "BUSY", "BUT", "BUY",
    "BY", "CAKE", "CALL", "CAMP", "CAN", "CAR", "CARD", "CARE", "CARRY", "CASE",
    "CAT", "CATCH", "CAUSE", "CENTRE", "CERTAIN", "CHAIR", "CHANCE", "CHANGE", "CHARGE", "CHEAP",
    "CHECK", "CHICKEN", "CHILD", "CHIP", "CHOICE", "CHOOSE", "CHRISTMAS", "CHURCH", "CITY", "CLASS",
    "CLEAN", "CLEAR", "CLIMB", "CLOCK", "CLOSE", "CLOSED", "CLOTHES", "CLUB", "COAT", "COFFEE",
    "COLD", "COLLECT", "COLLEGE", "COLOUR", "COME", "COMFORT", "COMPANY", "COMPLETE", "COMPUTER", "CONCERN",
    "CONSIDER", "CONTINUE", "CONTROL", "CONVERSATION", "COOK", "COOL", "CORNER", "COST", "COULD", "COUNT",
    "COUNTRY", "COUPLE", "COURSE", "COURT", "COVER", "CRAZY", "CRIME", "CROSS", "CRY", "CUP",
    "CUT", "DAD", "DANCE", "DANGER", "DARK", "DARLING", "DATE", "DAUGHTER", "DAY", "DEAD",
    "DEAL", "DEAR", "DEATH", "DECIDE", "DEEP", "DEFINITE", "DEGREE", "DELICIOUS", "DEPEND", "DIE",
    "DIFFERENCE", "DIFFERENT", "DIFFICULT", "DIG", "DINNER", "DIRTY", "DISCOVER", "DO", "DOCTOR", "DOG",
    "DOOR", "DOUBLE", "DOUBT", "DOWN", "DRAW", "DREAM", "DRESS", "DRINK", "DRIVE", "DROP",
    "DRUG", "DRY", "DURING", "EACH", "EAR", "EARLY", "EARTH", "EAST", "EASY", "EAT",
    "EDGE", "EDUCATE", "EGG", "EIGHT", "EITHER", "ELEVEN", "ELSE", "EMPLOY", "EMPTY", "END",
    "ENGINE", "ENJOY", "ENOUGH", "ENTER", "ESPECIALLY", "EVEN", "EVENING", "EVER", "EVERY", "EXACT",
    "EXCEPT", "EXCITE", "EXCUSE", "EXPECT", "EXPENSIVE", "EXPERIENCE", "EXPLAIN", "EXPRESS", "EXTRA", "EYE",
    "FACE", "FACT", "FAIR", "FALL", "FAMILY", "FAR", "FARM", "FAST", "FAT", "FATHER",
    "FAVOURITE", "FEAR", "FEED", "FEEL", "FELLOW", "FEW", "FIELD", "FIGHT", "FIGURE", "FILL",
    "FILM", "FINAL", "FIND", "FINE", "FINGER", "FINISH", "FIRE", "FIRST", "FISH", "FIT",
    "FIVE", "FIX", "FLAT", "FLOOR", "FLOWER", "FLY", "FOLLOW", "FOOD", "FOOT", "FOOTBALL",
    "FOR", "FORCE", "FOREST", "FORGET", "FORM", "FORTUNATE", "FORWARD", "FOUR", "FREE", "FREEZE",
    "FRESH", "FRIDAY", "FRIEND", "FRIGHT", "FROM", "FRONT", "FULL", "FUN", "FURTHER", "GAME",
    "GARDEN", "GAS", "GENERAL", "GENTLE", "GET", "GIRL", "GIVE", "GLAD", "GLANCE", "GLASS",
    "GO", "GOD", "GOLD", "GOOD", "GOODBYE", "GOVERN", "GRANDFATHER", "GRASS", "GREAT", "GREEN",
    "GREY", "GROUND", "GROUP", "GROW", "GUESS", "GUN", "GUY", "HAIR", "HALF", "HALL",
    "HAND", "HANDLE", "HANG", "HAPPEN", "HAPPY", "HARD", "HARDLY", "HAT", "HATE", "HAVE",
    "HE", "HEAD", "HEALTH", "HEAR", "HEART", "HEAT", "HEAVY", "HELL", "HELLO", "HELP",
    "HERE", "HIDE", "HIGH", "HILL", "HISTORY", "HIT", "HOLD", "HOLE", "HOLIDAY", "HOME",
    "HONEST", "HONOUR", "HOPE", "HORRIBLE", "HORSE", "HOSPITAL", "HOT", "HOUR", "HOUSE", "HOW",
    "HOWEVER", "HUGE", "HUMAN", "HUNDRED", "HUNGER", "HUNT", "HURRY", "HURT", "HUSBAND", "I",
    "ICE", "IDEA", "IF", "IMAGINE", "IMPORTANT", "IN", "INDEED", "INFORM", "INSIDE", "INSTEAD",
    "INSURE", "INTEREST", "INTERNET", "INTO", "INVOLVE", "ISLAND", "ISSUE", "IT", "JOB", "JOIN",
    "JOKE", "JUDGE", "JUMP", "JUST", "KEEP", "KEY", "KICK", "KID", "KILL", "KIND",
    "KING", "KISS", "KITCHEN", "KNOCK", "KNOW", "LADY", "LAKE", "LAND", "LARGE", "LAST",
    "LATE", "LAUGH", "LAW", "LAY", "LAZY", "LEAD", "LEARN", "LEAST", "LEAVE", "LEFT",
    "LEG", "LESS", "LET", "LETTER", "LEVEL", "LIE", "LIFE", "LIFT", "LIGHT", "LIKE",
    "LINE", "LIP", "LIST", "LISTEN", "LITTLE", "LIVE", "LOAD", "LOCAL", "LOCK", "LONG",
    "LOOK", "LORD", "LOSE", "LOT", "LOUD", "LOVE", "LOVELY", "LOW", "LUCK", "LUNCH",
    "MACHINE", "MAD", "MAIN", "MAJOR", "MAKE", "MAN", "MANAGE", "MANY", "MARK", "MARKET",
    "MARRY", "MASTER", "MATTER", "MAY", "MAYBE", "MEAL", "MEAN", "MEET", "MEMBER", "MENTION",
    "MESS", "MIDDLE", "MIGHT", "MILE", "MILK", "MILLION", "MIND", "MINUTE", "MISS", "MISTAKE",
    "MISTER", "MOMENT", "MONDAY", "MONEY", "MONTH", "MORE", "MORNING", "MOST", "MOTHER", "MOUNTAIN",
    "MOUTH", "MOVE", "MOVIE", "MRS", "MUCH", "MUM", "MUSIC", "MUST", "NAME", "NATION",
    "NATURE", "NAUGHTY", "NEAR", "NEAT", "NECESSARY", "NECK", "NEED", "NEIGHBOUR", "NEVER", "NEW",
    "NEWS", "NEXT", "NICE", "NIGHT", "NINE", "NO", "NOBODY", "NOISE", "NONE", "NORMAL",
    "NORTH", "NOSE", "NOT", "NOTE", "NOTHING", "NOTICE", "NOW", "NUMBER", "NURSE", "OBVIOUS",
    "ODD", "OF", "OFF", "OFFER", "OFFICE", "OFFICER", "OFTEN", "OIL", "OK", "OLD",
    "ON", "ONCE", "ONE", "ONLY", "OPEN", "OR", "ORANGE", "ORDER", "OTHER", "OUGHT",
    "OUT", "OVER", "OWN", "OWNED", "PACK", "PAGE", "PAIN", "PAINT", "PAIR", "PAPER",
    "PARDON", "PARENT", "PARK", "PART", "PARTICULAR", "PARTY", "PASS", "PAST", "PAY", "PENNY",
    "PEOPLE", "PERFECT", "PERHAPS", "PERSON", "PHOTOGRAPH", "PICK", "PICTURE", "PIECE", "PLACE", "PLAN",
    "PLANT", "PLAY", "PLEASE", "PLENTY", "PLUS", "POINT", "POLICE", "POOR", "POP", "POSITION",
    "POSSIBLE", "POST", "POT", "POUND", "POWER", "PREPARE", "PRESENT", "PRESS", "PRETTY", "PRICE",
    "PRINCE", "PRISON", "PROBABLY", "PROBLEM", "PROGRAMME", "PROMISE", "PROPER", "PROTECT", "PUBLIC", "PULL",
    "PUSH", "PUT", "QUARTER", "QUEEN", "QUESTION", "QUICK", "QUIET", "QUITE", "RABBIT", "RACE",
    "RADIO", "RAIN", "RAISE", "RATE", "RATHER", "REACH", "READ", "READY", "REAL", "REALISE",
    "REALLY", "REASON", "RECENT", "RECORD", "RED", "RELATE", "REMEMBER", "RENT", "REPLY", "REPORT",
    "RESPONSIBLE", "REST", "RETURN", "RICH", "RID", "RIDE", "RIGHT", "RIGHTS", "RING", "RISE",
    "RIVER", "ROAD", "ROCK", "ROLL", "ROOM", "ROUGH", "ROUND", "RUBBISH", "RULE", "RUN",
    "SAD", "SAFE", "SAIL", "SAME", "SATURDAY", "SAVE", "SAY", "SCARE", "SCHOOL", "SCIENCE",
    "SEA", "SEAT", "SECOND", "SECURE", "SEE", "SEEM", "SELF", "SELL", "SEND", "SENSE",
    "SERIOUS", "SERVE", "SERVICE", "SET", "SETTLE", "SEVEN", "SEVERAL", "SEX", "SHAKE", "SHALL",
    "SHAPE", "SHARE", "SHE", "SHIP", "SHIRT", "SHOE", "SHOOT", "SHOP", "SHORT", "SHOULD",
    "SHOULDER", "SHOUT", "SHOW", "SHUT", "SHY", "SICK", "SIDE", "SIGHT", "SIGN", "SILLY",
    "SIMPLE", "SINCE", "SING", "SINGLE", "SIR", "SISTER", "SIT", "SITUATION", "SIX", "SIZE",
    "SKIN", "SKY", "SLEEP", "SLIGHT", "SLIP", "SLOW", "SMALL", "SMELL", "SMILE", "SMOKE",
    "SNOW", "SO", "SOFT", "SOME", "SON", "SONG", "SOON", "SORRY", "SORT", "SOUND",
    "SOUTH", "SPACE", "SPEAK", "SPECIAL", "SPEND", "SPORT", "SPOT", "SPRING", "SQUARE", "STAGE",
    "STAND", "STAR", "STARE", "START", "STATE", "STATION", "STAY", "STEAL", "STEP", "STICK",
    "STILL", "STONE", "STOP", "STORE", "STORY", "STRAIGHT", "STRANGE", "STREET", "STRIKE", "STRONG",
    "STUDENT", "STUDY", "STUFF", "STUPID", "SUBJECT", "SUCH", "SUDDEN", "SUGGEST", "SUIT", "SUMMER",
    "SUN", "SUNDAY", "SUPPORT", "SUPPOSE", "SURE", "SURPRISE", "SWEET", "SWIM", "SYSTEM", "TABLE",
    "TAIL", "TAKE", "TALK", "TALL", "TAPE", "TASTE", "TAX", "TEA", "TEACH", "TEAM",
    "TEAR", "TELEPHONE", "TELEVISION", "TELL", "TEN", "TEND", "TERM", "TERRIBLE", "TEST", "THAN",
    "THANK", "THAT", "THE", "THEN", "THERE", "THEY", "THICK", "THING", "THINK", "THIRST",
    "THIRTEEN", "THIRTY", "THIS", "THOUGH", "THOUSAND", "THREE", "THROAT", "THROUGH", "THROW", "THURSDAY",
    "TIE", "TIGHT", "TILL", "TIME", "TIRE", "TO", "TODAY", "TOGETHER", "TOMORROW", "TONIGHT",
    "TOO", "TOOTH", "TOP", "TOTAL", "TOUCH", "TOWARD", "TOWN", "TRACK", "TRAIN", "TRAVEL",
    "TREAT", "TREE", "TRIP", "TROUBLE", "TRUE", "TRUST", "TRUTH", "TRY", "TUESDAY", "TURN",
    "TWELVE", "TWENTY", "TWO", "TYPE", "UGLY", "UNCLE", "UNDER", "UNDERNEATH", "UNDERSTAND", "UNLESS",
    "UNTIL", "UP", "UPON", "USE", "USUAL", "VAN", "VERY", "VIDEO", "VIEW", "VISIT",
    "VOICE", "WAIT", "WAKE", "WALK", "WALL", "WANT", "WAR", "WARM", "WASH", "WASTE",
    "WATCH", "WATER", "WAVE", "WAY", "WE", "WEAR", "WEATHER", "WEB", "WED", "WEDNESDAY",
    "WEEK", "WEIGHT", "WELL", "WEST", "WET", "WHAT", "WHEEL", "WHEN", "WHERE", "WHETHER",
    "WHICH", "WHILE", "WHITE", "WHO", "WHOLE", "WHY", "WIDE", "WIFE", "WILD", "WILL",
    "WIN", "WIND", "WINDOW", "WINE", "WINTER", "WISH", "WITH", "WITHIN", "WITHOUT", "WOMAN",
    "WONDER", "WOOD", "WORD", "WORK", "WORLD", "WORRY", "WORSE", "WORTH", "WOULD", "WRITE",
    "WRONG", "YARD", "YEAR", "YELLOW", "YES", "YESTERDAY", "YET", "YOU", "YOUNG", "ZERO",
    "ACCENT", "ACCESS", "ACCIDENT", "ACCORDING", "ACCOUNT", "ACCUSE", "ACE", "ACTIVE", "ADAPT", "ADMIRE",
    "ADULT", "ADVANCE", "ADVANTAGE", "ADVENTURE", "ADVICE", "ADVISE", "AFFAIR", "AFFECT", "AGENT", "AID",
    "ALARM", "ALCOHOL", "ALIVE", "ALTER", "ALTOGETHER", "AMUSE", "ANGEL", "ANGER", "ANNOUNCE", "ANNOY",
    "ANXIOUS", "APARTMENT", "APPEAL", "APPLE", "APPLY", "APPOINT", "APPRECIATE", "APPROACH", "APRIL", "ARGUE",
    "ARMY", "ARREST", "ARTICLE", "ASIDE", "ASLEEP", "ASSIST", "ASSOCIATE", "ASSUME", "ASSURE", "ATMOSPHERE",
    "ATTACH", "ATTACK", "ATTEMPT", "ATTEND", "ATTENTION", "ATTITUDE", "ATTRACT", "AUGUST", "AUTOMATIC", "AVAILABLE",
    "AVERAGE", "AVOID", "AWAKE", "AWKWARD", "BACKGROUND", "BACON", "BAKE", "BALANCE", "BANANA", "BAND",
    "BANG", "BARE", "BARK", "BASIS", "BASKET", "BAT", "BATTERY", "BATTLE", "BAY", "BEAN",
    "BEE", "BEEF", "BEER", "BEG", "BELL", "BELONG", "BELT", "BEND", "BENEFIT", "BIKE",
    "BIN", "BIND", "BISCUIT", "BITE", "BITTER", "BLAME", "BLANK", "BLANKET", "BLEED", "BLESS",
    "BLIND", "BLOCK", "BLONDE", "BLOOM", "BOIL", "BOMB", "BOND", "BOOM", "BOOT", "BORROW",
    "BOSS", "BOUNCE", "BOW", "BOWL", "BRAIN", "BRAKE", "BRANCH", "BRAND", "BRAVE", "BREAST",
    "BREATHE", "BREED", "BRICK", "BRIDGE", "BRIEF", "BRILLIANT", "BROAD", "BRUSH", "BUCK", "BUCKET",
    "BUG", "BUMP", "BUNCH", "BURST", "BURY", "BUTTER", "BUTTON", "CABLE", "CAGE", "CALCULATE",
    "CALM", "CAMERA", "CANOE", "CANS", "CAP", "CAPABLE", "CAPE", "CAPITAL", "CAPTAIN", "CAREER",
    "CARPET", "CARROT", "CART", "CASH", "CAST", "CASTLE", "CASUAL", "CEILING", "CENT", "CENTIMETRE",
    "CENTURY", "CHAIN", "CHALLENGE", "CHAMPION", "CHANNEL", "CHAPTER", "CHARACTER", "CHARM", "CHASE", "CHAT",
    "CHEAT", "CHEEK", "CHEER", "CHEESE", "CHEST", "CHEW", "CHIEF", "CHOCOLATE", "CHOP", "CIGARETTE",
    "CIRCLE", "CIRCUMSTANCE", "CITIZEN", "CLAIM", "CLASSIC", "CLEVER", "CLIFF", "CLIP", "CLOTH", "CLOUD",
    "CLUE", "COACH", "COAL", "COAST", "COMBINE", "COMMAND", "COMMENT", "COMMERCE", "COMMIT", "COMMITTEE",
    "COMMON", "COMMUNITY", "COMPARE", "COMPETITION", "COMPLAIN", "COMPLICATE", "CONCENTRATE", "CONDITION", "CONFUSE", "CONNECT",
    "CONSCIOUS", "CONSTANT", "CONTACT", "CONTAIN", "CONTRACT", "CONTRIBUTE", "CONVINCE", "COP", "COPE", "COPY",
    "CORRECT", "COTTAGE", "COTTON", "COUGH", "COUNCIL", "COUNTER", "COUNTY", "COUSIN", "COW", "CRACK",
    "CRASH", "CRAWL", "CREAM", "CREATE", "CREATURE", "CREDIT", "CREEP", "CRIMINAL", "CRISP", "CROWD",
    "CROWN", "CRUEL", "CULTURE", "CURE", "CURIOUS", "CURL", "CURRENT", "CUSTOMER", "DAMAGE", "DARE",
    "DAWN", "DEBT", "DECEMBER", "DECENT", "DECISION", "DECK", "DECORATE", "DEFENCE", "DELIGHT", "DELIVER",
    "DEMAND", "DENY", "DEPARTMENT", "DEPRESS", "DESCRIBE", "DESERT", "DESERVE", "DESIGN", "DESIRE", "DESK",
    "DESPERATE", "DESTROY", "DETAIL", "DETECT", "DETERMINE", "DEVELOP", "DIET", "DINE", "DIRECT", "DIRECTED",
    "DIRECTION", "DISAPPEAR", "DISAPPOINT", "DISCIPLINE", "DISCUSS", "DISEASE", "DISGUST", "DISH", "DISTANCE", "DISTRICT",
    "DISTURB", "DIVE", "DIVIDE", "DIVORCE", "DOLL", "DOLLAR", "DOZEN", "DRAG", "DRAGON", "DRAMA",
    "DRAWER", "DRUM", "DUCK", "DUE", "DUMP", "DUST", "DUTY", "EARN", "EASE", "ECONOMY",
    "EDIT", "EFFECT", "EFFORT", "ELDER", "ELECT", "ELECTRIC", "ELEPHANT", "EMAIL", "EMBARRASS", "EMOTION",
    "EMPIRE", "ENCOURAGE", "ENEMY", "ENERGY", "ENGAGE", "ENGINEER", "ENORMOUS", "ENTERTAIN", "ENTIRE", "ENVELOPE",
    "ENVIRONMENT", "EQUAL", "EQUIPMENT", "ESCAPE", "ESTABLISH", "ESTATE", "EVENT", "EVENTUALLY", "EVIDENCE", "EVIL",
    "EXAM", "EXAMINE", "EXAMPLE", "EXCELLENT", "EXCHANGE", "EXERCISE", "EXHAUST", "EXIST", "EXPENSE", "EXPOSE",
    "EXTEND", "EXTREME", "FAIL", "FAINT", "FAIRY", "FAITH", "FAMILIAR", "FAMOUS", "FAN", "FANCY",
    "FANTASTIC", "FASCINATE", "FASHION", "FAULT", "FAVOUR", "FEATHER", "FEATURE", "FEBRUARY", "FEMALE", "FENCE",
    "FETCH", "FILE", "FINANCE", "FIRM", "FLAG", "FLAME", "FLASH", "FLIGHT", "FLIP", "FLOAT",
    "FLOOD", "FLOW", "FOLD", "FOLK", "FOOL", "FOREIGN", "FORGIVE", "FORTH", "FORTNIGHT", "FORTUNE",
    "FOX", "FRAME", "FRANKLY", "FROG", "FROST", "FRUIT", "FRUSTRATE", "FRY", "FUND", "FUR",
    "FURNITURE", "FUTURE", "GAIN", "GARAGE", "GATE", "GATHER", "GAY", "GEAR", "GENERATION", "GENTLEMAN",
    "GHOST", "GIANT", "GIFT", "GLORY", "GOAL", "GOLF", "GORGEOUS", "GRAB", "GRACE", "GRADE",
    "GRAND", "GRANT", "GRIN", "GROCER", "GUARANTEE", "GUARD", "GUEST", "GUIDE", "GUILTY", "HABIT",
    "HANDY", "HARM", "HEAP", "HEAVEN", "HEDGE", "HEIGHT", "HERO", "HESITATE", "HIRE", "HOBBY",
    "HONEY", "HOOK", "HOTEL", "IDENTIFY", "IDIOT", "IGNORE", "ILL", "ILLUSTRATE", "IMAGE", "IMMEDIATE",
    "IMPRESS", "IMPROVE", "INCH", "INCLUDE", "INCOME", "INCREASE", "INCREDIBLE", "INDICATE", "INDIVIDUAL", "INDUSTRY",
    "INFLUENCE", "INJURE", "INNOCENT", "INSIST", "INSPECT", "INSTANCE", "INSTANT", "INSTRUCT", "INSTRUMENT", "INTEND",
    "INTENSE", "INTENT", "INTERRUPT", "INTERVIEW", "INTRODUCE", "INVESTIGATE", "INVITE", "IRON", "ITEM", "JACKET",
    "JAM", "JANUARY", "JAW", "JEANS", "JOURNEY", "JOY", "JUICE", "JULY", "JUNE", "JUNIOR",
    "JUSTICE", "KEEN", "KILOMETRE", "KINDLY", "KNEE", "KNIFE", "KNIT", "KNOWLEDGE", "LABORATORY", "LABOUR",
    "LACK", "LAMB", "LAMP", "LANE", "LANGUAGE", "LASTED", "LAWN", "LAWYER", "LEAGUE", "LEAN",
    "LEAP", "LEGAL", "LEND", "LENGTH", "LESSON", "LIBRARY", "LICENCE", "LID", "LIGHTLY", "LIKELY",
    "LIMIT", "LION", "LOAN", "LOCATE", "LOG", "LONE", "LOOSE", "LOSS", "LOWER", "LUMP",
    "MAGAZINE", "MAGIC", "MAIL", "MAINTAIN", "MALE", "MAMA", "MANNER", "MAP", "MARCH", "MARVEL",
    "MASK", "MASS", "MASSIVE", "MATCH", "MATE", "MATERIAL", "MATHEMATICS", "MAXIMUM", "MEASURE", "MEAT",
    "MEDICAL", "MEDICINE", "MELT", "MEMORY", "MENTAL", "MERRY", "MESSAGE", "METAL", "METRE", "MICROWAVE",
    "MILITARY", "MILL", "MINISTER", "MINOR", "MINUS", "MIRROR", "MISSION", "MIX", "MODEL", "MODERN",
    "MONKEY", "MOOD", "MOON", "MOTOR", "MOUNT", "MOUSE", "MOW", "MUD", "MURDER", "MUSCLE",
    "MYSTERY", "NAIL", "NANNY", "NARROW", "NASTY", "NATIVE", "NAVY", "NEITHER", "NERVE", "NERVOUS",
    "NEST", "NEWSPAPER", "NON", "NOR", "NORTHERN", "NOVEMBER", "NOWHERE", "NUT", "OAK", "OBJECT",
    "OBSERVE", "OCCASION", "OCCUR", "OCTOBER", "OFFICIAL", "ONION", "OPERATE", "OPINION", "OPPORTUNITY", "OPPOSE",
    "OPPOSITE", "OPTION", "ORDINARY", "ORGANIZE", "ORIGINAL", "OTHERWISE", "OVEN", "OWE", "PAN", "PANIC",
    "PARTNER", "PAT", "PATCH", "PATH", "PATIENT", "PATTERN", "PAUSE", "PEACE", "PEN", "PENSION",
    "PER", "PERCENT", "PERFORM", "PERIOD", "PET", "PHYSICAL", "PIANO", "PIE", "PIG", "PILE",
    "PIN", "PINE", "PINK", "PIPE", "PITCH", "PITY", "PLAIN", "PLANE", "PLANET", "PLASTIC",
    "PLATE", "PLEASANT", "PLEASURE", "PLUG", "POCKET", "POEM", "POET", "POISON", "POLE", "POLICY",
    "POLISH", "POLITE", "POLITICS", "POLLUTE", "POOL", "POPULAR", "POPULATION", "PORT", "POSITIVE", "POSSESS",
    "POTATO", "POUR", "PRACTICAL", "PRACTISE", "PRAY", "PREFER", "PREGNANT", "PRESIDENT", "PRESSURE", "PRESUME",
    "PRETEND", "PREVENT", "PREVIOUS", "PRIDE", "PRIME", "PRINT", "PRIVACY", "PRIVATE", "PROCESS", "PRODUCE",
    "PRODUCT", "PROFESSION", "PROGRESS", "PROJECT", "PRONOUNCE", "PROPERTY", "PROPOSE", "PROTEST", "PROUD", "PROVE",
    "PROVIDE", "PUB", "PUDDING", "PUMP", "PUNCH", "PUNISH", "PUP", "PURCHASE", "PURE", "PURPLE",
    "PURPOSE", "QUALIFY", "QUALITY", "QUIT", "QUOTE", "RANGE", "RAPID", "RARE", "RAT", "RAY",
    "REACT", "RECALL", "RECEIVE", "RECIPE", "RECKON", "RECOGNIZE", "RECOMMEND", "RECOVER", "REDUCE", "REFER",
    "REFRIGERATOR", "REFUSE", "REGARD", "REGION", "REGISTER", "REGULAR", "RELAX", "RELEASE", "RELIEF", "RELY",
    "REMAIN", "REMARK", "REMIND", "REMOVE", "REPAIR", "REPEAT", "REPLACE", "REPRESENT", "REQUIRE", "RESEARCH",
    "RESERVE", "RESIST", "RESPECT", "RESTAURANT", "RESULT", "RETIRE", "RICE", "RIDICULOUS", "RIP", "RISK",
    "ROAR", "ROB", "ROLE", "ROOF", "ROOT", "ROPE", "ROT", "ROW", "ROYAL", "RUB",
    "RUDE", "RUIN", "RUSH", "SAINT", "SAKE", "SALAD", "SALARY", "SALE", "SALT", "SAND",
    "SANDWICH", "SATISFY", "SAUCE", "SAUSAGE", "SCALE", "SCENE", "SCHEDULE", "SCORE", "SCRATCH", "SCREAM",
    "SCREEN", "SCREW", "SEAL", "SEARCH", "SEASON", "SECONDS", "SECRET", "SECTION", "SEED", "SEEK",
    "SELECT", "SENIOR", "SENTENCE", "SEPARATE", "SEPTEMBER", "SERIES", "SEW", "SHADE", "SHADOW", "SHAME",
    "SHARP", "SHAVE", "SHED", "SHEEP", "SHEET", "SHELF", "SHELL", "SHELTER", "SHIFT", "SHINE",
    "SHIVER", "SHOCK", "SHORE", "SHOVE", "SHOWER", "SIGNAL", "SILENCE", "SILVER", "SIMILAR", "SINK",
    "SITE", "SKI", "SKILL", "SKIRT", "SLAVE", "SLIDE", "SMART", "SMASH", "SMOOTH", "SNAKE",
    "SNAP", "SOCIAL", "SOCIETY", "SOCK", "SOIL", "SOLDIER", "SOLID", "SOMEWHAT", "SORE", "SORTED",
    "SOUL", "SOUP", "SOUTHERN", "SPARE", "SPECIES", "SPECIFIC", "SPEECH", "SPEED", "SPELL", "SPIN",
    "SPIRIT", "SPLIT", "SPOIL", "SPRAY", "SPREAD", "STABLE", "STAFF", "STAIRS", "STAMP", "STANDARD",
    "STARVE", "STATES", "STEADY", "STEAK", "STEAM", "STEEL", "STIFF", "STIR", "STOCK", "STOMACH",
    "STORM", "STRAWBERRY", "STREAM", "STRENGTH", "STRESS", "STRETCH", "STRING", "STRIP", "STROKE", "STRUGGLE",
    "STYLE", "SUCCESS", "SUCK", "SUFFER", "SUGAR", "SUPER", "SUPPLY", "SURFACE", "SURROUND", "SURVIVE",
    "SUSPECT", "SUSPICION", "SWALLOW", "SWEAR", "SWEEP", "SWING", "SWITCH", "SWORD", "TALE", "TANK",
    "TAP", "TAXI", "TEASE", "TECHNOLOGY", "TEENAGE", "TEMPT", "TENSE", "TENT", "TH", "THEATRE",
    "THEREFORE", "THIEF", "THIN", "THREAT", "THUS", "TICKET", "TIDE", "TIN", "TINY", "TIP",
    "TITLE", "TOAST", "TOE", "TOILET", "TOMATO", "TONE", "TONGUE", "TOOL", "TOPIC", "TOUGH",
    "TOUR", "TOWEL", "TOWER", "TOY", "TRACE", "TRADE", "TRADITION", "TRAFFIC", "TRANSFER", "TRAP",
    "TRAY", "TRIAL", "TRICK", "TRUCK", "TRUNK", "TUNE", "TWIN", "TWIST", "TYPICAL", "UNION",
    "UNIT", "UNITE", "UNIVERSITY", "UPPER", "UPSET", "VALLEY", "VALUE", "VARIOUS", "VARY", "VEGETABLE",
    "VEHICLE", "VERSION", "VICTIM", "VILLAGE", "VIOLENT", "VOTE", "WAGE", "WANDER", "WARN", "WEAK",
    "WEAPON", "WEED", "WEIRD", "WELCOME", "WESTERN", "WHEREAS", "WHIP", "WHISTLE", "WICKED", "WING",
    "WIPE", "WIRE", "WISE", "WITNESS", "WOLF", "WOOL", "WORM", "WOUND", "WRAP", "YELL",
    "ABANDON", "ABORT", "ABROAD", "ABSENCE", "ABSORB", "ABSTRACT", "ABUSE", "ACADEMY", "ACCELERATE", "ACCOMMODATE",
    "ACCOMPANY", "ACCOMPLISH", "ACCOUNTABLE", "ACCUMULATE", "ACCURATE", "ACHE", "ACHIEVE", "ACKNOWLEDGE", "ACQUIRE", "ACQUISITION",
    "ACRE", "ADDICT", "ADEQUATE", "ADJUST", "ADMINISTRATION", "ADMINISTRATIVE", "ADMINISTRATOR", "ADMISSION", "ADOLESCENT", "ADOPT",
    "ADVOCATE", "AFFECTION", "AFFIRM", "AGENCY", "AGENDA", "AGGRESSIVE", "AGRICULTURE", "AIM", "AIRCRAFT", "AIRLINE",
    "ALBUM", "ALERT", "ALIEN", "ALLEGE", "ALLIANCE", "ALLOCATE", "ALLY", "ALONGSIDE", "ALTERNATIVE", "AMEND",
    "ANALYSE", "ANALYST", "ANCIENT", "ANGLE", "ANNUAL", "ANTICIPATE", "ANXIETY", "APOLOGY", "APPROPRIATE", "APPROVE",
    "APPROXIMATE", "ARCHAEOLOGY", "ARCHITECT", "ARCHITECTURE", "ARISE", "ARMED", "ASPECT", "ASSAULT", "ASSEMBLE", "ASSEMBLY",
    "ASSERT", "ASSESS", "ASSET", "ASSIGN", "ASSUMPTION", "ATHLETE", "ATOM", "ATTRIBUTE", "AUDIENCE", "AUDIT",
    "AUTHOR", "AUTHORISE", "AUTHORITY", "AWARD", "BACTERIUM", "BAN", "BARGAIN", "BARRIER", "BEAM", "BEHAVE",
    "BEHAVIOUR", "BELIEF", "BENCH", "BIAS", "BIBLE", "BID", "BIOLOGICAL", "BISHOP", "BLAST", "BLEND",
    "BOOST", "BORDER", "BOUNDARY", "BROADCAST", "BUDGET", "BURDEN", "BUREAU", "CABINET", "CAMPAIGN", "CANCEL",
    "CANCER", "CANDIDATE", "CAPACITY", "CAPTURE", "CARBON", "CARVE", "CATALOGUE", "CATEGORY", "CATHOLIC", "CATTLE",
    "CEASE", "CELEBRATE", "CELL", "CEREMONY", "CHAIRMAN", "CHAMBER", "CHARACTERISTIC", "CHARITY", "CHART", "CHARTER",
    "CHEMICAL", "CHILL", "CIRCUIT", "CIRCULATE", "CITE", "CIVIL", "CIVILIAN", "CIVILISE", "CLARIFY", "CLAUSE",
    "CLIENT", "CLIMATE", "CLINIC", "CLUSTER", "COALITION", "CODE", "COIN", "COINCIDE", "COLLABORATE", "COLLAPSE",
    "COLLEAGUE", "COLONY", "COLUMN", "COMBAT", "COMEDY", "COMMISSION", "COMMUNICATE", "COMMUNIST", "COMPANION", "COMPENSATE",
    "COMPETE", "COMPETENT", "COMPLAINT", "COMPLEX", "COMPONENT", "COMPOSE", "COMPOUND", "COMPREHENSIVE", "COMPRISE", "COMPROMISE",
    "CONCEIVE", "CONCEPT", "CONCERT", "CONCLUDE", "CONCLUSION", "CONCRETE", "CONDEMN", "CONDUCT", "CONFER", "CONFESS",
    "CONFIDENCE", "CONFIDENT", "CONFINE", "CONFIRM", "CONFLICT", "CONFRONT", "CONGRESS", "CONSENT", "CONSEQUENCE", "CONSEQUENT",
    "CONSERVATIVE", "CONSERVE", "CONSIDERABLE", "CONSIST", "CONSISTENT", "CONSTITUTE", "CONSTITUTION", "CONSTRAIN", "CONSTRUCT", "CONSULT",
    "CONSUME", "CONSUMPTION", "CONTEMPORARY", "CONTEND", "CONTENT", "CONTEST", "CONTEXT", "CONTINENT", "CONTRADICT", "CONTRAST",
    "CONTROVERSY", "CONVENTION", "CONVERT", "CONVEY", "CONVICT", "COOPERATE", "COORDINATE", "CORE", "CORPORATE", "CORRELATE",
    "CORRESPOND", "CORRESPONDENT", "CORRIDOR", "CORRUPT", "COUNSEL", "COURAGE", "CRAFT", "CREW", "CRISIS", "CRITERIA",
    "CRITIC", "CRITICISE", "CRITICISM", "CROP", "CRUCIAL", "CRUISE", "CRUSH", "CRYSTAL", "CURRENCY", "CURRICULUM",
    "CURTAIN", "CURVE", "CUSTOM", "CYCLE", "DAMN", "DAMP", "DATA", "DATABASE", "DEBATE", "DECADE",
    "DECLARE", "DECLINE", "DECREASE", "DEDICATE", "DEFEAT", "DEFEND", "DEFENDANT", "DEFICIT", "DEFINE", "DELAY",
    "DELEGATE", "DELIBERATE", "DEMOCRACY", "DEMOCRAT", "DEMONSTRATE", "DENSE", "DEPICT", "DEPOSIT", "DEPUTY", "DERIVE",
    "DESCEND", "DESCRIPTION", "DESIGNATE", "DESPITE", "DESTRUCTION", "DEVASTATE", "DEVICE", "DEVOTE", "DIALOGUE", "DICTATE",
    "DIFFER", "DIGITAL", "DIMENSION", "DIPLOMAT", "DISABLED", "DISAGREE", "DISASTER", "DISC", "DISCHARGE", "DISCOUNT",
    "DISCOURSE", "DISCREET", "DISCRIMINATE", "DISMISS", "DISORDER", "DISPLAY", "DISPOSE", "DISPUTE", "DISRUPT", "DISTANT",
    "DISTINCT", "DISTINGUISH", "DISTRIBUTE", "DIVERSE", "DIVISION", "DNA", "DOCTRINE", "DOCUMENT", "DOMESTIC", "DOMINANT",
    "DOMINATE", "DONATE", "DOSE", "DRAFT", "DRAIN", "DRIFT", "DRILL", "DUKE", "EAGER", "EASTERN",
    "ECHO", "EDITION", "EFFECTIVE", "EFFICIENT", "ELABORATE", "ELECTRONIC", "ELEMENT", "ELEVATE", "ELIMINATE", "ELITE",
    "EMBRACE", "EMERGE", "EMERGENCY", "EMIT", "EMPHASIS", "EMPHASISE", "ENABLE", "ENCOUNTER", "ENDORSE", "ENDURE",
    "ENFORCE", "ENHANCE", "ENSURE", "ENTERPRISE", "ENTHUSIASM", "ENTHUSIASTIC", "ENTITLE", "ENTRANCE", "ENTRY", "EPISODE",
    "EQUATION", "EQUIVALENT", "ERA", "ERROR", "ESSAY", "ESSENTIAL", "ESTIMATE", "ETC", "ETHNIC", "EVALUATE",
    "EVIDENT", "EVOLUTION", "EVOLVE", "EXCEED", "EXCEPTION", "EXCESS", "EXCLUDE", "EXCLUSIVE", "EXECUTE", "EXECUTIVE",
    "EXHIBIT", "EXPAND", "EXPANSION", "EXPENDITURE", "EXPERIMENT", "EXPERT", "EXPLICIT", "EXPLOIT", "EXPLORE", "EXPLOSION",
    "EXPORT", "EXTENSION", "EXTENSIVE", "EXTENT", "EXTERNAL", "EXTRACT", "EXTRAORDINARY", "FABRIC", "FACILITATE", "FACILITY",
    "FACTOR", "FACTORY", "FACULTY", "FADE", "FAILURE", "FALSE", "FANTASY", "FATE", "FEDERAL", "FEE",
    "FEMINIST", "FERTILE", "FESTIVAL", "FIBRE", "FICTION", "FIERCE", "FILTER", "FIRMS", "FLAVOUR", "FLEE",
    "FLESH", "FLEXIBLE", "FOCUS", "FORECAST", "FORMAL", "FORMAT", "FORMATION", "FORMER", "FORMULA", "FOSTER",
    "FOUNDATION", "FOUNDED", "FRAGMENT", "FRAMEWORK", "FREQUENCY", "FREQUENT", "FUEL", "FULFIL", "FUNCTION", "FUNDAMENTAL",
    "FUNERAL", "FURTHERMORE", "GALLERY", "GANG", "GAP", "GAZE", "GENDER", "GENE", "GENERATE", "GENEROUS",
    "GENETIC", "GENUINE", "GEOGRAPHY", "GESTURE", "GLOBAL", "GLOW", "GOODS", "GRADUAL", "GRADUATE", "GRAIN",
    "GRAPHIC", "GRASP", "GRATEFUL", "GRAVE", "GRAVITY", "GREET", "GRIP", "GROSS", "GUIDELINE", "GUITAR",
    "HALT", "HARBOR", "HARSH", "HAZARD", "HEADQUARTERS", "HEAL", "HEEL", "HENCE", "HERITAGE", "HIGHLIGHT",
    "HIGHWAY", "HINT", "HIP", "HOLY", "HORROR", "HOST", "HOSTILE", "HOUSEHOLD", "HUMOUR", "HYPOTHESIS",
    "IDEAL", "IDEOLOGY", "IMMIGRANT", "IMMUNE", "IMPACT", "IMPERIAL", "IMPLEMENT", "IMPLICATE", "IMPLY", "IMPORT",
    "IMPORTANCE", "IMPOSE", "IMPRESSION", "INCENTIVE", "INCIDENT", "INCORPORATE", "INDEPENDENCE", "INDEPENDENT", "INDEX", "INEVITABLE",
    "INFANT", "INFECT", "INFLATE", "INGREDIENT", "INHABIT", "INHERIT", "INITIAL", "INITIATE", "INJECT", "INNOVATE",
    "INPUT", "INQUIRE", "INSERT", "INSIGHT", "INSPIRE", "INSTALL", "INSTINCT", "INSTITUTE", "INSTITUTION", "INTEGRATE",
    "INTELLECTUAL", "INTELLIGENCE", "INTERACT", "INTERFERE", "INTERIOR", "INTERNAL", "INTERNATIONAL", "INTERPRET", "INTERVENE", "INTIMATE",
    "INVASION", "INVENT", "INVEST", "IRONY", "ISOLATE", "JAIL", "JET", "JOINT", "JOURNAL", "JOURNALIST",
    "JURY", "JUSTIFY", "LABEL", "LANDSCAPE", "LATTER", "LAUGHTER", "LAUNCH", "LAYER", "LEAK", "LEASE",
    "LEATHER", "LECTURE", "LEGEND", "LEGISLATE", "LEGITIMATE", "LIABLE", "LIBERAL", "LIBERATE", "LIBERTY", "LIKENESS",
    "LINK", "LIQUID", "LITERAL", "LITERARY", "LITERATURE", "LOBBY", "LODGE", "LOGIC", "LOYAL", "LUXURY",
    "MAGNET", "MAJORITY", "MANIFEST", "MANIPULATE", "MANUAL", "MANUFACTURE", "MARGIN", "MARINE", "MATURE", "MAYOR",
    "MEANWHILE", "MECHANIC", "MECHANISM", "MEDIA", "MEDIUM", "MENU", "MERE", "MERGE", "METHOD", "MIGRATE",
    "MILD", "MINER", "MINIMUM", "MINISTRY", "MISSILE", "MIXTURE", "MOBILE", "MODE", "MODERATE", "MODEST",
    "MODIFY", "MODULE", "MOLECULE", "MONITOR", "MONSTER", "MORAL", "MOREOVER", "MORTAL", "MORTGAGE", "MOTION",
    "MOTIVE", "MULTIPLE", "MUSEUM", "MUTUAL", "MYTH", "NAKED", "NARRATE", "NEGATIVE", "NEGLECT", "NEGOTIATE",
    "NET", "NETWORK", "NEUTRAL", "NEVERTHELESS", "NOD", "NOMINATE", "NOTION", "NOVEL", "NUCLEAR", "NUMEROUS",
    "OBJECTED", "OBJECTIVE", "OBLIGE", "OBTAIN", "OCCUPATION", "OCCUPY", "OCEAN", "OFFENCE", "OFFEND", "OPERA",
    "OPPONENT", "ORAL", "ORGAN", "ORGANIC", "ORIENTED", "ORIGIN", "OUTCOME", "OUTLINE", "OUTPUT", "OUTRAGE",
    "OVERALL", "OVERCOME", "OVERLOOK", "OVERSEAS", "OVERWHELM", "PACE", "PAD", "PALACE", "PALE", "PALM",
    "PANEL", "PARAGRAPH", "PARALLEL", "PARISH", "PARLIAMENT", "PARTICIPANT", "PARTICIPATE", "PASSAGE", "PASSENGER", "PASSION",
    "PATIENTS", "PAVE", "PEAK", "PEASANT", "PEER", "PENALTY", "PEPPER", "PERCEIVE", "PERCEPTION", "PERMANENT",
    "PERMISSION", "PERMIT", "PERSIST", "PERSONALITY", "PERSONNEL", "PERSPECTIVE", "PERSUADE", "PETROL", "PHASE", "PHENOMENON",
    "PHILOSOPHY", "PHRASE", "PILOT", "PIT", "PLATFORM", "PLOT", "POLL", "PORTION", "PORTRAIT", "POSE",
    "POTENTIAL", "POVERTY", "POWDER", "PRACTITIONER", "PRAISE", "PRECEDE", "PRECISE", "PREDICT", "PREMISE", "PRESENCE",
    "PRESERVE", "PRIEST", "PRIMARY", "PRINCIPAL", "PRINCIPLE", "PRIOR", "PRIORITY", "PRIVILEGE", "PRIZE", "PROBE",
    "PROCEDURE", "PROCEED", "PROFESSOR", "PROFILE", "PROFIT", "PROFOUND", "PROHIBIT", "PROMINENT", "PROMOTE", "PROMPT",
    "PROOF", "PROPORTION", "PROSECUTE", "PROSPECT", "PROSPER", "PROTEIN", "PROVINCE", "PROVISION", "PROVOKE", "PSYCHIATRY",
    "PSYCHOLOGY", "PUBLICATION", "PUBLISH", "PUPIL", "PURSUE", "PUZZLE", "QUANTITY", "RACIAL", "RADIATE", "RADICAL",
    "RAGE", "RAID", "RAIL", "RALLY", "RANDOM", "RANK", "RAPE", "RATIO", "RATIONAL", "RAW",
    "REAR", "REBEL", "RECEIVER", "RECEPTION", "RECESSION", "RECOGNITION", "RECRUIT", "REFLECT", "REFORM", "REFUGE",
    "REGIME", "REGRET", "REGULATE", "REINFORCE", "REJECT", "RELATIVE", "RELATIVES", "RELEVANT", "RELIEVE", "RELIGION",
    "RELIGIOUS", "RELUCTANT", "REMEDY", "REMOTE", "RENDER", "REPRODUCE", "REPUBLIC", "REPUTATION", "REQUEST", "RESCUE",
    "RESEMBLE", "RESIDE", "RESIGN", "RESOLUTION", "RESOLVE", "RESORT", "RESOURCE", "RESPECTIVE", "RESPOND", "RESPONSE",
    "RESTORE", "RESTRAIN", "RESTRICT", "RESUME", "RETAIL", "RETAIN", "RETREAT", "REVEAL", "REVENUE", "REVERSE",
    "REVIEW", "REVISE", "REVIVE", "REVOLUTION", "REWARD", "RHYTHM", "RITUAL", "RIVAL", "ROMANTIC", "ROUTE",
    "ROUTINE", "RUMOUR", "RURAL", "SACRIFICE", "SAMPLE", "SANCTION", "SATELLITE", "SATISFACTION", "SCAN", "SCANDAL",
    "SCATTER", "SCHEME", "SCHOLAR", "SCOPE", "SCULPT", "SECRETARY", "SECTOR", "SEGMENT", "SEIZE", "SENATE",
    "SENSES", "SENSIBLE", "SENSITIVE", "SEQUENCE", "SESSION", "SEVERE", "SHIELD", "SHORTLY", "SHRUG", "SIGH",
    "SIGNIFICANCE", "SIGNIFICANT", "SILENT", "SILK", "SIMULTANEOUS", "SIN", "SLICE", "SLOPE", "SOFTWARE", "SOLE",
    "SOLUTION", "SOLVE", "SOPHISTICATED", "SOURCE", "SOVEREIGN", "SPECIFY", "SPECULATE", "SPILL", "SPONSOR", "SQUEEZE",
    "STAIN", "STAKE", "STATISTIC", "STATUS", "STATUTE", "STEM", "STIMULATE", "STRAIN", "STRATEGY", "STRICT",
    "STRUCTURE", "STUDIO", "STUN", "SUBMIT", "SUBSEQUENT", "SUBSIDY", "SUBSTANCE", "SUBSTANTIAL", "SUBSTITUTE", "SUBTLE",
    "SUBURB", "SUCCEED", "SUCCESSION", "SUFFICIENT", "SUICIDE", "SUM", "SUMMARY", "SUMMIT", "SUPERIOR", "SUPERVISE",
    "SUPPLEMENT", "SUPREME", "SURGERY", "SURVEY", "SUSPEND", "SUSTAIN", "SWEAT", "SWELL", "SYMBOL", "SYMPATHY",
    "SYMPTOM", "TACKLE", "TACTIC", "TALENT", "TARGET", "TASK", "TECHNICAL", "TECHNIQUE", "TEMPERATURE", "TEMPORARY",
    "TENDER", "TENNIS", "TERRITORY", "TERROR", "TEXT", "THEME", "THEORETICAL", "THEORY", "THERAPY", "THEREBY",
    "THOROUGH", "THRILL", "TISSUE", "TON", "TOSS", "TOURNAMENT", "TRAGEDY", "TRAIL", "TRANSACT", "TRANSFORM",
    "TRANSITION", "TRANSLATE", "TRANSMIT", "TRANSPORT", "TREASURE", "TREATY", "TREMENDOUS", "TREND", "TRIBE", "TRIGGER",
    "TRIUMPH", "TROOP", "TUBE", "TUNNEL", "ULTIMATE", "UNDERGO", "UNDERLIE", "UNDERTAKE", "UNIFORM", "UNIQUE",
    "UNITY", "UNIVERSE", "UPDATE", "URBAN", "URGE", "URGENT", "UTILITY", "VAGUE", "VALID", "VARIETY",
    "VAST", "VENTURE", "VERSUS", "VESSEL", "VETERAN", "VIA", "VICE", "VICTORY", "VIOLATE", "VIOLENCE",
    "VIRTUAL", "VIRTUE", "VIRUS", "VISIBLE", "VISION", "VISUAL", "VITAL", "VOLUME", "VOLUNTARY", "VOLUNTEER",
    "VULNERABLE", "WEALTH", "WEAVE", "WEIGH", "WELFARE", "WHISPER", "WITHDRAW", "YIELD", "YOUTH", "ZONE"
  ]
}